[Cues]
Act_E1_2A_ArtClass_ArcadiaPicture01_Look01_Max_010="Arcadia Bay looks way more majestic here…"
Act_E1_2A_ArtClass_ArcadiaPicture02_Look01_Max_010="Even in pictures, the forest around here always looks mysterious…"
Act_E1_2A_ArtClass_ArcadiaPicture03_Look01_Max_010="You can never escape the lighthouse here…"
Act_E1_2A_ArtClass_Books_Look01_Max_010="So cool that we can check these out anytime... "The Decisive Moment" by Henri Cartier-Bresson. That’s rare... Annie Leibovitz, mad respect... the amazing Eugene Smith... good to see Avedon among the masters... Dali, of course... Lots of people I haven’t heard of yet... I guess that’s why I’m here."
Act_E1_2A_ArtClass_CHJefferson_Look01_Max_010="This is ridiculous. I always get so shy and nervous around Mr. Jefferson. "
Act_E1_2A_ArtClass_CHJefferson_Look02_Max_010="I wish I could go talk to Mr. Jefferson about what’s going on... but I can’t."
Act_E1_2A_ArtClass_CHKate_Look01_Max_010="Kate looks so sad and quiet today. Poor thing."
Act_E1_2A_ArtClass_CHKate_Look02_Max_010="Kate probably wouldn’t laugh at me, but how could I ask her about what’s going on?"
Act_E1_2A_ArtClass_Computer_Interact01_Max_010="Looks like somebody was already working on this… cool."
Act_E1_2A_ArtClass_Computer_Look01_Max_010="Obviously Blackwell spent bank on the computers here."
Act_E1_2A_ArtClass_DanielTable_Look01_Max_010="Hmmm, this might make a cool shot…"
Act_E1_2A_ArtClass_Diary_Interact01_Max_010="If anybody else looked at this, what would they think?"
Act_E1_2A_ArtClass_Diary_Look01_Max_010="I haven’t kept up with my journal as much as I should.  "
Act_E1_2A_ArtClass_Diary_Look02_Max_010="What is going on? Nothing has moved at all."
Act_E1_2A_ArtClass_Drawer01_Look01_Max_010="Look at this...fancy shutter releases, more badass lenses, and actual 35mm film in original boxes! Even with the awesome new gear, I still dig my old hipster camera and glossies."
Act_E1_2A_ArtClass_Generic_Look01_Max_010="Get going, Max, you don’t have time!"
Act_E1_2A_ArtClass_Generic_Look02_Max_010="What are you waiting for? Go!"
Act_E1_2A_ArtClass_Generic_Look03_Max_010="That’s not as interesting as that girl about to die!"
Act_E1_2A_ArtClass_Generic_Look04_Max_010="You better get to that bathroom!"
Act_E1_2A_ArtClass_Generic_Look05_Max_010="Stop this bullshit and go save that girl!"
Act_E1_2A_ArtClass_Generic_Look06_Max_010="How long are you going to stall? Move!"
Act_E1_2A_ArtClass_Generic_Look07_Max_010="That girl is going to get shot, unless you go!"
Act_E1_2A_ArtClass_Generic_Look08_Max_010="There’s no time to fuck around here! "
Act_E1_2A_ArtClass_Generic_Look09_Max_010="That girl needs your help now!"
Act_E1_2A_ArtClass_Generic_Look10_Max_010="Wowser, you are blowing it! Save that girl!"
Act_E1_2A_ArtClass_Generic_Look11_Max_010="You don’t have time to gaze. Get out of here!"
Act_E1_2A_ArtClass_Generic_Look12_Max_010="Stop wasting time. Go!"
Act_E1_2A_ArtClass_GroupPhoto_Look01_Max_010="That was amazing when Mr. Jefferson took a class picture the first week. Even though I didn’t want to be in the picture at all, it was fairly fucking cool to watch him at work framing us."
Act_E1_2A_ArtClass_Ipad_Interact01_Max_010="I should have known. She’ll have better equipment than Blackwell. "
Act_E1_2A_ArtClass_Ipad_Look01_Max_010="Of course, Victoria has to have the bestest, newest, most expensive everything. "
Act_E1_2A_ArtClass_JeffersonCamera_Look01_Max_010="Whoa! Mr. Jefferson is not messing around with that monster. He probably paid 20 grand for that camera... I bet he gets pristine digital images. But I still dig my little instant camera."
Act_E1_2A_ArtClass_MaxBag_Look01_Max_010="My little camera bag is battered, but still kicking."
Act_E1_2A_ArtClass_MaxBag_Look02_Max_010="Dammit, everything is the same!"
Act_E1_2A_ArtClass_PaperBall_Interact01_Max_010="Now I wish I wouldn’t have read this. Purge."
Act_E1_2A_ArtClass_PaperBall_Look01_Max_010="I know I shouldn’t read this...but I’m nosey."
Act_E1_2A_ArtClass_PencilCase_Look01_Max_010="I can’t believe I still have this pencil case. I should upgrade to the 21st century. But I like it old school."
Act_E1_2A_ArtClass_PencilCase_Look02_Max_010="My pencil case is still in the same place…"
Act_E1_2A_ArtClass_PhotoBook_Look01_Max_010="This is my only class where taking notes is actually cool. "
Act_E1_2A_ArtClass_PhotoBook_Look02_Max_010="Okay, everything is still exactly the same...why?"
Act_E1_2A_ArtClass_PhotoStuff01_Look01_Max_010="Damn, they have carbon fiber tripods here. The ballhead even has a pan-lock? God, I’m such a photo nerd. "
Act_E1_2A_ArtClass_PhotoStuff02_Look01_Max_010="This is definitely where cameras go to heaven… Oh man, they have those sweet ultrasonic lenses… and look at that vintage rangefinder! Want!"
Act_E1_2A_ArtClass_Photo_Look01_Max_010="Look at this crap! How can I show this to Mr. Jefferson? I can hear the class laughing at me now."
Act_E1_2A_ArtClass_Photo_Look02_Max_010="Still the same stupid picture… So everything seems the same as before."
Act_E1_2A_ArtClass_PlasmaTV_Look01_Max_010="Man, he even has the best plasma HDTV for a class monitor. Can’t wait to watch some more documentaries on this bad boy."
Act_E1_2A_ArtClass_Polaroid_Look01_Max_010="I do love my analog camera. I should take a quick picture now."
Act_E1_2A_ArtClass_Polaroid_Look02_Max_010="Sorry, Max. No more selfies right now."
Act_E1_2A_ArtClass_Polaroid_Look03_Max_010="Wowser, my old broken camera is new again…"
Act_E1_2A_ArtClass_Poster01_Look01_Max_010="Here’s the poster for the contest… Mr. Jefferson really expects me to enter. Why? I don’t know if I’m ready for my 15 minutes of infamy."
Act_E1_2A_ArtClass_Poster01_Look02_Max_010="If I want to be an "Everyday Hero" I better go save that girl!"
Act_E1_2A_ArtClass_Poster02_Look01_Max_010="So cool to see Mr. Jefferson’s actual published pictures. Gives me hope."
Act_E1_2A_ArtClass_Poster03_Look01_Max_010="I love seeing Mr. Jefferson’s awesome photos on these magazine covers. "
Act_E1_2A_ArtClass_Printer_Look01_Max_010="That printer is amazing. I’d love to see how it reproduces my pictures. I could pump out a whole gallery show with that thing. When I don’t suck. Someday…"
Act_E1_2A_ArtClass_Taylor_Look01_Max_010="Taylor, one of Victoria's best friends."
Act_E1_2A_ArtClass_Taylor_Look02_Max_010="I've already lived that…"
Act_E1_2A_ArtClass_TextBook_Look01_Max_010="Even her schoolbooks are gift-wrapped. I can’t believe she made fun of me in class. What is she, fifteen years old? And people laughed…"
Act_E1_2A_ArtClass_Victoria_Look01_Max_010="Every time I look at Victoria I feel like she’s talking smack about me. "
Act_E1_2A_ArtClass_Victoria_Look02_Max_010="Victoria hasn’t moved from that spot…"
Act_E1_2A_ArtClass_VoiceOver01_Max_010="That was so surreal. "
Act_E1_2A_ArtClass_VoiceOver01_Max_020="Okay, Max, everything’s cool."
Act_E1_2A_ArtClass_VoiceOver01_Max_030="Chill out. Nobody dosed you."
Act_E1_2A_ArtClass_VoiceOver01_Max_040="I should take a picture to prove I’m still here…"
Act_E1_2A_ArtClass_VoiceOver01_Max_050="Plus it’s perfect for my portfolio."
Act_E1_2A_ArtClass_VoiceOver01_Max_060="And I have to get my daily selfie quota."
Act_E1_2A_ArtClass_VoiceOver02_Max_010="Victoria doesn’t waste a second kissing ass."
Act_E1_2A_ArtClass_VoiceOver02_Max_020="Another daily fail in front of the world."
Act_E1_2A_ArtClass_VoiceOver02_Max_030="It’s so awesome to look like an idiot in my favorite teacher’s class. "
Act_E1_2A_ArtClass_VoiceOver03_Max_010="Good going Max. You dumbass."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_010="Whoa! What the fuck...?"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_050="Good Lord, that was so real, so…strange."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_060="What just happened to me? "
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_080="I was in the bathroom…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_100="He shot that poor girl…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_110="…I held up my hand… and then I was back here."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_120="How? How can that be? "
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_130="Max, don’t freak out. Not yet."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_140="So how did I get back here?"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_150="Is that girl actually dead?"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_160="I already heard this lecture…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_170="I have to find out what’s going on."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_180="Take another breath…Be cool…What the hell is happening?"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_200="Keep it together, Max."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_210="Maybe I was dosed…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_220="That was the most intense deja-vu ever…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_240="Now Kate is being hassled again…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_250="And if Victoria's phone rings… This is real."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_260="No way this is happening. "
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_270="Okay… I'm in class… Everything’s cool… I'm okay…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_280="Wait...I'm in class all over again…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_290="And this is the exact same lecture!"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_300="What if that girl isn’t dead yet? Can I save her?"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_310="I need to get to the bathroom fast and find out…"
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_320="When I took my selfie, Jefferson asked me a question. If he does again, I’ll know this is for real."
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_330="Whoa,  Jefferson asked me the same exact question...This is FOR REAL. That girl is going to die! "
Act_E1_2A_ArtClass_VoiceOverRewind01_Max_340="Max, you are not crazy. You are not dreaming. It's time to be an everyday hero."
Act_E1_2A_ArtClass_VoiceOverRewind01bis_Max_010="Is this girl really dead, or do I still have time to save her? "
Act_E1_2A_ArtClass_VoiceOverRewind01bis_Max_020="I need to go to the bathroom quickly and check it out! "
Act_E1_2A_ArtClass_VoiceOverRewind02_Max_010="Okay, if I’m crazy, I might as well go all the way… Can I actually reverse time?"
Act_E1_2A_ArtClass_VoiceOverRewind03_Max_010="Oh shit, Jefferson wants to keep me after class. And I need time to save that girl..."
Act_E1_2A_ArtClass_VoiceOverRewind03_Max_020="What if I rewind again, and give him the right answer?"
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_010="So I can go back in time…"
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_020="I know I’m not dreaming this. It’s real. I can tell."
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_030="Why is this happening? And to me? "
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_040="This is so fucking bizarro."
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_060="I can't tell anybody; they’ll think I'm nuts."
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_100="Could I save the girl in the bathroom?"
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_110="I need to hurry to the bathroom to save that girl."
Act_E1_2A_ArtClass_VoiceOverRewind04_Max_120="That girl is going to die again, unless I get to the bathroom."
Act_E1_2A_ArtClass_Window_Look01_Max_010="I like this panoramic view of Blackwell. Everything looks so green and serene…"
Act_E1_2A_ArtClass_Window_Look02_Max_010="Everything looks the same... I feel like I’m in Groundhog Day... But this isn’t funny."
Act_E1_2A_Corridor_Alyssa_Look01_Max_010="Alyssa is always texting, but she doesn’t hang out with a lot of people."
Act_E1_2A_Corridor_Alyssa_Look02_Max_010="Nobody here can help you. Move!"
Act_E1_2A_Corridor_BigfootBanner_Look01_Max_010="The Bigfoots' stomp... I should develop some school spirit. Go team."
Act_E1_2A_Corridor_Board01_Look01_Max_010="Don’t need a PC, missed the Poetry Jam Tryouts, and I did not steal that backpack. "
Act_E1_2A_Corridor_Board02_Look01_Max_010="You can really learn a lot about a school by the weird shit posted on the boards."
Act_E1_2A_Corridor_Brooke_Look01_Max_010="I’ve seen Brooke hanging out with Warren. She seems like his type."
Act_E1_2A_Corridor_Brooke_Look02_Max_010="Brooke has no idea of the shit going on right now!"
Act_E1_2A_Corridor_CHPrincipal_Look01_Max_010="Principal Wells always looks so distracted. I can never figure out what he's thinking... Does he hate me?"
Act_E1_2A_Corridor_Courtney_Look01_Max_010="I think that’s Courtney. She’s such a slave to Taylor and Victoria…"
Act_E1_2A_Corridor_Courtney_Look02_Max_010="They have no idea what is going with me and I can’t tell them anything."
Act_E1_2A_Corridor_Dana_Look01_Max_010="Dana is on my floor, too. She’s such an archetypal gorgeous cheerleader. They must make them in a factory. ...I shouldn’t be so catty. Dana is nice to me."
Act_E1_2A_Corridor_Dana_Look02_Max_010="God, I wish I could talk to somebody about this… but everyone would think I’m nuts."
Act_E1_2A_Corridor_Daniel_Look01_Max_010="Poor Daniel. He’s so nice. I wish I could beat the shit out of Logan."
Act_E1_2A_Corridor_Daniel_Look02_Max_010="Daniel is getting bullied all over again. I hope he doesn’t remember…"
Act_E1_2A_Corridor_Evan_Look01_Max_010="Evan doesn’t say much to me, but, his photos are very cool."
Act_E1_2A_Corridor_Evan_Look02_Max_010="Forget about them and go before that girl dies!"
Act_E1_2A_Corridor_Grant_Look01_Max_010="Ms. Grant is a great science teacher. "
Act_E1_2A_Corridor_Grant_Look02_Max_010="Ms. Grant can’t help me now."
Act_E1_2A_Corridor_Halloween01_Look01_Max_010="Yay Halloween, my favorite time of year!"
Act_E1_2A_Corridor_Halloween01_Look02_Max_010="You can never have enough ghosts and skeletons in the hall."
Act_E1_2A_Corridor_Halloween01_Look03_Max_010="I wish October would last forever…"
Act_E1_2A_Corridor_Halloween01_Look04_Max_010="That doesn’t look like a decoration...It looks like it’s been here forever."
Act_E1_2A_Corridor_Hayden_Look01_Max_010="There’s Hayden, another Vortex Club bro. But, he’s actually not an ass."
Act_E1_2A_Corridor_Hayden_Look02_Max_010="Why look at him? He can’t help you!"
Act_E1_2A_Corridor_Juliet_Look01_Max_010="There’s Juliet from my dorm. Yet another Vortex Club disciple."
Act_E1_2A_Corridor_Juliet_Look02_Max_010="No, Max, they can’t save that girl in the bathroom."
Act_E1_2A_Corridor_Justin_Look01_Max_010="That’s... Dana talking to… I think his name is Justin. "
Act_E1_2A_Corridor_Justin_Look02_Max_010="How can everybody look so calm, when I feel so stressed?"
Act_E1_2A_Corridor_Logan_Look01_Max_010="I hate bully jockstraps like Logan. And he’s a Vortex Club member."
Act_E1_2A_Corridor_Logan_Look02_Max_010="You can’t help me at all, Logan. "
Act_E1_2A_Corridor_MPA01_Look01_Max_010="These "Missing Persons" posters are popping up everywhere."
Act_E1_2A_Corridor_MPA01_Look02_Max_010=""Rachel Amber." She’s so pretty. I hate these posters! So sad..."
Act_E1_2A_Corridor_MPA01_Look03_Max_010="It looks like she’s been gone for months."
Act_E1_2A_Corridor_MPA01_Look04_Max_010="I wonder what actually happened to her…"
Act_E1_2A_Corridor_MPA01_Look05_Max_010="If I don’t hurry to that bathroom, another girl will be in trouble!"
Act_E1_2A_Corridor_MaxLocker_Interact02_Max_010="I love that picture of Mom and Dad… Hello Jack, kiss kiss… Andy, you look totally fabulous, as usual..."
Act_E1_2A_Corridor_MaxLocker_Interact03_Max_010="Right, everything is still in the same place…"
Act_E1_2A_Corridor_MaxLocker_Look01_Max_010="I hate having everybody see inside my locker."
Act_E1_2A_Corridor_Plan01_Look01_Max_010="How many students ever actually memorize all this shit? I guess we all should, these days."
Act_E1_2A_Corridor_Poster01_Look01_Max_010="That’s so messed up. I should contact them to find out what I can do... As if I am."
Act_E1_2A_Corridor_Poster02_Look01_Max_010="There’s the lighthouse again…"
Act_E1_2A_Corridor_Poster03_Look01_Max_010="I shouldn’t be so stingy with my blood."
Act_E1_2A_Corridor_Poster04_Look01_Max_010="Good thing I left my AK at home."
Act_E1_2A_Corridor_Poster05_Look01_Max_010="Yes, this poster must stop bullies dead in their tracks."
Act_E1_2A_Corridor_Poster06_Look01_Max_010="Nerd alert! This poster has Warren written all over it."
Act_E1_2A_Corridor_Poster07_Look01_Max_010="Oh, I can hardly wait to never be too cool like Nathan and Victoria. Lame."
Act_E1_2A_Corridor_PrincipalDoor_Look01_Max_010="Principal doesn’t come out of his office much. "
Act_E1_2A_Corridor_PrincipalDoor_Look02_Max_010="What are you doing? Get to the bathroom!"
Act_E1_2A_Corridor_RewindChoice_NathanDenounce_Max_010="Of course this academic drone won't do anything since the Prescott family owns Blackwell now. Should I rewind and change my story?"
Act_E1_2A_Corridor_RewindChoice_NathanLie_Max_010="No, he does not buy that at all. I may have just flushed my scholarship down the toilet...Yes, I could rewind and actually tell him the truth..."
Act_E1_2A_Corridor_Samuel_Look01_Max_010="God, Samuel is such a weirdo. But I kinda like that about him."
Act_E1_2A_Corridor_Samuel_Look02_Max_010="I can’t talk to Samuel about this, even if he might believe me."
Act_E1_2A_Corridor_ScienceDoor_Look01_Max_010="Ah, the science room. Here’s the portal to Warren’s brain…"
Act_E1_2A_Corridor_ScienceDoor_Look02_Max_010="I have to stop screwing around and get to the bathroom!"
Act_E1_2A_Corridor_Stella_Look01_Max_010="Stella is always deep in her notes. She didn’t come to Blackwell to mess around."
Act_E1_2A_Corridor_Stella_Look02_Max_010="Stella is still there with her notes. Quick, move, Max!"
Act_E1_2A_Corridor_Taylor_Look01_Max_010="There’s Taylor, always waiting for Victoria. "
Act_E1_2A_Corridor_Taylor_Look02_Max_010="Stop staring and go!"
Act_E1_2A_Corridor_Trevor_Look01_Max_010="He’s cute. I like skater boys. Too bad they don’t like me."
Act_E1_2A_Corridor_Trevor_Look02_Max_010="Everybody is in the same place as they were before. I do need to hurry."
Act_E1_2A_Corridor_Trophy01_Look01_Max_010="Look at these trophies. Gotta give it up for those Bigfoots. They do stomp."
Act_E1_2A_Corridor_Trophy02_Look01_Max_010="Blackwell sure takes its swimming seriously. But otters are cute. Go Otters!"
Act_E1_2A_Corridor_VendingMachine_Look01_Max_010="They should just call it a "Sugar Machine"... That would be awesome if you put money in there and a bag of sugar dropped out."
Act_E1_2A_Corridor_VoiceOver01_Max_010="You totally wussed out on entering the photo contest. "
Act_E1_2A_Corridor_VoiceOver01_Max_020="It’s just one stupid picture... Not your soul."
Act_E1_2A_Corridor_VoiceOver01_Max_030="Max, you can always hide in a stall and cry."
Act_E1_2A_Corridor_VoiceOver01_Max_040="Everybody looks happy just to be here. Whatever."
Act_E1_2A_Corridor_VoiceOver01_Max_050="Okay, chill. Splash some water on your face. "
Act_E1_2A_Corridor_VoiceOver01_Max_060="You need a bathroom time out…"
Act_E1_2A_Corridor_VoiceOver02_Max_020="I need to go splash some water on my face and freshen up first."
Act_E1_2A_Corridor_VoiceOver02_Max_030="My eyes are stinging. Let’s go to the bathroom first."
Act_E1_2A_Corridor_VoiceOver02_Max_040="I should hit the bathroom first."
Act_E1_2A_Corridor_VoiceOverRewind01_Max_020="I can’t tell anybody... they’ll think I’m crazy!"
Act_E1_2A_Corridor_VoiceOverRewind01_Max_040="I can’t let that girl die in the bathroom…"
Act_E1_2A_Corridor_VoiceOverRewindExit01_Max_010="If I leave now, that girl is going to die."
Act_E1_2A_Corridor_VoiceOverRewindExit01_Max_030="Don’t be a wuss, go to that bathroom."
Act_E1_2A_Corridor_VoiceOverRewindExit01_Max_040="If I bail now, I’ll totally regret it forever…"
Act_E1_2A_Corridor_Zachary_Look01_Max_010="Figures Juliet would be dating Zachary. Jocks sucked up in the Vortex Club."
Act_E1_2A_Corridor_Zachary_Look02_Max_010="Nobody here can help you. Move!"
Act_E1_2A_Toilets_Butterfly_Look01_Max_010="Wowser. Look at that butterfly. It’s so blue and perfect... I love the contrast of its colors against the tile...Those tiny wings are like lace...How far away did it come to get here?"
Act_E1_2A_Toilets_Butterfly_Look02_Max_010="Whoa, where did that butterfly come from? It doesn’t look like any kind I’ve ever seen before... The blue wings are practically glowing... I can almost feel the air moving around me... The butterfly feels almost like a spirit..."
Act_E1_2A_Toilets_FireAlarm_Look01_Max_010="I remember when somebody punked the alarm last month...at least I got out of science class for that quiz."
Act_E1_2A_Toilets_FireAlarm_Look02_Max_010="I need a hammer to break it open!"
Act_E1_2A_Toilets_Graffiti_Look01_Max_010="Now who would bother to write that crap?"
Act_E1_2A_Toilets_Hammer_Look01_Max_010="There’s the hammer! Now I can break this goddam glass!"
Act_E1_2A_Toilets_Poster01_Look01_Max_010="This poster must drive people to have sex."
Act_E1_2A_Toilets_Poster02_Look01_Max_010="The last time I got a flu shot, I got the flu. Fuck you."
Act_E1_2A_Toilets_Poster04_Look01_Max_010="If only life was that simple."
Act_E1_2A_Toilets_TamponDispenser_Look01_Max_010="I’m good to flow, thanks."
Act_E1_2A_Toilets_Trolley_Look01_Max_010="Looks like Samuel forgot to take the cleaning cart out of here."
Act_E1_2A_Toilets_VoiceOver01_Max_010="I did come in here for a reason."
Act_E1_2A_Toilets_VoiceOver01_Max_020="My face feels so oily and gross."
Act_E1_2A_Toilets_VoiceOver01_Max_030="I should freshen up now that I’m here."
Act_E1_2A_Toilets_VoiceOver01_Max_040="NO!"
Act_E1_2A_Toilets_VoiceOverRewind01_Max_010="Okay, Max, retrace every step…"
Act_E1_2A_Toilets_VoiceOverRewind01_Max_020="I washed my face…"
Act_E1_2A_Toilets_VoiceOverRewind01_Max_030="I shredded my photo…"
Act_E1_2A_Toilets_VoiceOverRewind01_Max_040="Then the... butterfly flew in…"
Act_E1_2A_Toilets_VoiceOverRewind01_Max_050="And I took a photo…"
Act_E1_2A_Toilets_VoiceOverRewind02_Max_010="Wowser, it’s happening again."
Act_E1_2A_Toilets_VoiceOverRewind02_Max_020="Here’s your chance to save her…"
Act_E1_2A_Toilets_VoiceOverRewind02_Max_030="Come on, Max, do something."
Act_E1_2A_Toilets_VoiceOverRewind03_Max_010="Holy shit, I can’t let this happen... If I can reverse time again, I can help her."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_010="Oh my God. I have powers."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_020="I actually reversed time…"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_030="What is going on with me? "
Act_E1_2A_Toilets_VoiceOverRewind04_Max_040="Amazing… and now I feel tired…"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_060="Now I’m totally drained…"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_070="I just saw a girl get shot and then saved her! What the fuck is going on?"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_080="Calm down, Max...Calm fucking down!"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_090="That did not happen! This cannot be real!"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_100="You got this shit, Max. You're cool. Just don't think. Don't..."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_110="Shit, shit, shit!"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_120="This can't be happening...What is happening?"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_130="Do. Not. Freak. Out."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_140="Why is this happening to me? Why?"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_150="Max, you are not going crazy. You are not going crazy..."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_160="Please please let me wake up..."
Act_E1_2A_Toilets_VoiceOverRewind04_Max_170="Was that a nightmare? Am I still asleep?"
Act_E1_2A_Toilets_VoiceOverRewind04_Max_180="How can this be happening? How?"
Act_E1_2A_Toilets_VoiceOverRewind05_Max_010="No! He has a gun! I should do something else."
Act_E1_2A_Toilets_VoiceOverRewind05_Max_020="Max, you're going to get hurt!"
Act_E1_2A_Toilets_VoiceOverRewind05_Max_030="I'm too scared to get near this psycho!"
Cue_E1_2A_ArtClass_BellRing_Hayden_030="Wait till you see what I'm shooting. Man Ray meets Manga…"
Cue_E1_2A_ArtClass_BellRing_Jefferson_010="And guys don't forget the deadline to submit a photo in the "Everyday Heroes" contest. I'll fly out with the winner to San Francisco where you'll be feted by the art world. It's great exposure and it can kickstart a career in photography. So Stella and Alyssa, get it together. Taylor, don't hide, I'm still waiting for your entry too. And yes Max, I see you pretending not to see me."
Cue_E1_2A_ArtClass_BellRing_Taylor_020="...don't have any time. You know Victoria is in it to win it. As usual."
Cue_E1_2A_ArtClass_CHJefferson_Phase01_Jefferson_002="Nice try, Max. But you're not going to get away that easy. We can talk more after class."
Cue_E1_2A_ArtClass_CHJefferson_Phase01_Max_001="I'm sorry, I feel sick. May I be excused?"
Cue_E1_2A_ArtClass_CHJefferson_Phase01_Max_003="I'm sorry but I really have to use the bathroom."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_002="Biding time, waiting for the elusive "right moment"?"
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_004="Max, don't wait too long. John Lennon once said that "Life is what happens while you're busy making other plans." Go on now, don't let me stop you."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_006="Given your selfie output, I'm sure you must have about a thousand pics by now."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_011="Max, you're on fire today. All the right answers. Good. Make sure you finish working on it by today. I have faith in you."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_012="I'd never let one of photography's future stars avoid handing in her picture."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Jefferson_013="Max, you're a better photographer than a liar... Now I know it's a drag to hear some old dude lecture you... but life won't wait for you to play catch-up. You're young, the world is yours, blah blah blah, right? But you do have a gift, you have the fever to take images, to frame the world only the way you envision it. Now, all you need is the courage to share your gift with others. That's what separates the artist, from the amateur."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_001="I'm not avoiding, just..."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_003="Exactly. "
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_005="Uh, yeah, I'm not sure I have one. "
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_007="It'll take a long time to find a good one..."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_008="I'm on top of it. I think John Lennon once said that "Life is what happens while you're busy making other plans.""
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_014="Do I have to? I just don't think it's that big a deal."
Cue_E1_2A_ArtClass_CHJefferson_Phase02_Max_015="I didn't have any time… Way too much homework."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Jefferson_005="Now Max, since you've captured our interest and clearly want to join the conversation, can you please tell us the name of the process that gave birth to the first self-portraits?"
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Jefferson_010="So you didn't do the reading."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Jefferson_011="You either know this or not, Max."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Jefferson_016="Somebody has been reading as well as posing. Nice work, Max."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Max_006="You're asking me? Let me think… Um..."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Max_007="I did know! ...But I kinda forgot."
Cue_E1_2A_ArtClass_CHJefferson_TalkJefferson_Max_015="The Daguerreian Process. Invented by a French painter named... Louis Daguerre. Around 1830."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_001="Oh, hi Max. "
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_003="It sucks to be dragged into the spotlight."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_005="She's got nothing on you, Max. Well, I should get going. "
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_008="Sure."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_010="Just thinking too much..."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_013=" Thanks, but not today. I have to go over homework."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_016="Nice answer, Max. Are you okay? You look pale. "
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_018="This is the first time. What's wrong?"
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_020="I know the feeling."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_022="I'll see how I feel. Thanks Max."
Cue_E1_2A_ArtClass_CHKate_Phase01_Kate_024="Sure."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_002="Kate, I hope I didn't embarrass you with my lame answer."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_004="Unless you're Victoria."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_007="Yeah, me too. Talk to you later."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_009="You seem quiet today."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_011="I think Victoria has already won the contest... As usual."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_012="I hear that. Want to go grab a cup o' tea and bitch about life?"
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_015="No worries. Let's hang later."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_017="Kate, uh, did we talk at all today?"
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_019="I'm sorry, I'm just tripping. Too much stress.  "
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_021="I wish we didn't. I do have to go, but we can talk later if you want."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_023="I have to go... Too much happening right now."
Cue_E1_2A_ArtClass_CHKate_Phase01_Max_025="Hi, Kate."
Cue_E1_2A_ArtClass_CHKate_Phase02_Kate_001="Let's talk later Max."
Cue_E1_2A_ArtClass_Dial01_Daniel_020="I was distracted by the mini-drama here…"
Cue_E1_2A_ArtClass_Dial01_Stella_010="I always learn something new in class…"
Cue_E1_2A_ArtClass_Dial01_Stella_030="I ignore it all. Don’t want to get sucked in."
Cue_E1_2A_ArtClass_Dial02_Taylor_020="I bet it is."
Cue_E1_2A_ArtClass_Dial02_Victoria_010="I think my entry for the contest might be too good."
Cue_E1_2A_ArtClass_Dial03_Alyssa_040="Too much homework. Far too much homework. "
Cue_E1_2A_ArtClass_Dial03_Hayden_020="I feel like there was a lot of weird energy in class today."
Cue_E1_2A_ArtClass_Dial03_Hayden_030="I am so baked...maybe that’s why class was so weird…"
Cue_E1_2A_ArtClass_Dial03_Victoria_010="Alyssa is looking particularly emo today."
Cue_E1_2A_ArtClass_Dial04_Courtney_010="Why would anybody want to carry around a dorky instamatic?"
Cue_E1_2A_ArtClass_Dial04_Courtney_030="As if. She plays it so shy."
Cue_E1_2A_ArtClass_Dial04_Taylor_020="Because Max wants everybody to see how hip she is."
Cue_E1_2A_ArtClass_Dial04_Taylor_040="She’s so fucking shy she take selfies with a giant camera."
Cue_E1_2A_ArtClass_DiscussionLoop_Jefferson_010="Yes Victoria, you still have to do your homework this week, even if you’re submitting your photo for the competition. Everybody in class is turning in a photo, so you see the dilemma."
Cue_E1_2A_ArtClass_DiscussionLoop_Jefferson_030="You have just by participating, by putting yourself out there in the world. Well, no matter who wins, this is just a bump on a bigger road. I don’t want anybody to feel excluded from this process. But I also want everybody to know that this photographic world is not for everybody. I had my moment in the camera eye and everybody should have that chance, right?"
Cue_E1_2A_ArtClass_DiscussionLoop_Victoria_020="I know Mr. Jefferson. I just worked so hard on this shot, and I’m sure you know what it’s like to be consumed by your work. I just really think "Everyday Heroes" is an important cultural event and I want to represent Blackwell Academy."
Cue_E1_2A_ArtClass_DiscussionLoop_Victoria_040="Oh totally. I only want to share whatever gifts I have with the world…"
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_010="Now, can you give me an example of a photographer who perfectly captured the human condition in black and white? Anybody? Bueller?"
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_030="There you go, Victoria! Why Arbus?"
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_050="She saw humanity as tortured, right? And frankly, it’s bullshit. Shh, keep that to yourself. Seriously though, I could frame any one of you in a dark corner, and capture you in a moment of desperation. And any one of you could do that to me. Isn’t that too easy? Too obvious? What if Arbus chose to capture people at the height of their beauty or innocence? She had a brilliant eye, so she could have taken another approach. "
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_070="Me too, Victoria. He captured the essence of post-war, beat America. And there was honesty about the economic conditions of the era, but a beauty in the struggle. You don’t have beauty without a beat. Which explains why Frank was Kerouac’s photographic muse and both were the great chroniclers of the 1950’s. Well... We’ve all seen that iconic shot of Kerouac on the balcony —and if you haven’t, shame, shame— capturing the romantic urban solitude of the 20th century poet. You dig?"
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_080="Now, contrast Frank’s stark Americana, with Salvador Dali’s surrealist photographs. Like Cocteau, he was a true renaissance man, and his famous self-portraits are famous early examples of that truly awful word you pesky kids love so much, the "selfie"... And it’s a great tradition, and I wholeheartedly fight for your right to self-expression. Or selfie-expression. Heh, sorry, I know."
Cue_E1_2A_ArtClass_JeffGivingLesson_Jefferson_090="So if anybody wants to question the portrait as modern narcissism, they could go back hundreds of years to blame society. Speaking of questions, I bet you thought I’d talk all the way until the bell rang. It’s your turn to lecture us. Now, based on the chapters I have no doubt you all memorized, who can tell me the name of the actual process that led to the birth of the self-portrait?"
Cue_E1_2A_ArtClass_JeffGivingLesson_Victoria_020="Diane Arbus. "
Cue_E1_2A_ArtClass_JeffGivingLesson_Victoria_040="Because of her images of hopeless faces. You feel like, totally haunted by the eyes of those sad mothers and children."
Cue_E1_2A_ArtClass_JeffGivingLesson_Victoria_060="I have to admit, I’m not a big fan of her work. I prefer... Robert Frank."
Cue_E1_2A_ArtClass_JeffIntroDial_Jefferson_030="No, Victoria, excuse us."
Cue_E1_2A_ArtClass_JeffIntroDial_Jefferson_040="Max Caulfield, so you finally decided to turn in a photograph for the contest. "
Cue_E1_2A_ArtClass_JeffIntroDial_Max_010="Excuse me, Mr. Jefferson, can I talk to you for a moment?"
Cue_E1_2A_ArtClass_JeffIntroDial_Max_050="Er…"
Cue_E1_2A_ArtClass_JeffIntroDial_Victoria_020="Yes, excuse you."
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_010="Anybody? ...This does not bode well."
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_020="Just jump right in with an answer."
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_030="This was in the chapters you read."
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_040="You did read the chapters, right?"
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_060="Your silence is deafening."
Cue_E1_2A_ArtClass_JeffWaitingAnswerLoop_Jefferson_070="If this were a photo, I’d call it a still life."
Cue_E1_2A_ArtClass_JeffersonTalks_Jefferson_010="I see you, Max Caulfield. Don't even think about leaving here until we talk about your entry."
Cue_E1_2A_ArtClass_MaxAnswers_Jefferson_010="The Daguerreian Process made portraiture hugely popular, mainly because it gave the subjects clear defined features. You can learn more when you actually finish reading the assigned chapters. Max is so far, way ahead of everybody."
Cue_E1_2A_ArtClass_MaxAwake01_Jefferson_030="Alfred Hitchcock famously called film, "little pieces of time" but he could be talking about photography, as he likely was. These pieces of time can frame us in our glory and our sorrow; from light to shadow; from color to chiaroscuro…"
Cue_E1_2A_ArtClass_MaxAwake01_Max_010="Whoa!"
Cue_E1_2A_ArtClass_MaxAwake01_Max_020="I didn’t fall asleep, and... that sure didn’t feel like a dream... Weird."
Cue_E1_2A_ArtClass_MaxSurprised_Max_010="I did it... I actually did it!"
Cue_E1_2A_ArtClass_MaxSurprised_Max_020="I'm a human time machine…"
Cue_E1_2A_ArtClass_Polaroid_Broken_Max_010="Man, I cannot believe this…"
Cue_E1_2A_ArtClass_Polaroid_Picture01_Jefferson_010="Shh, I believe Max has taken what you kids call a "selfie"... A dumb word for a wonderful|photographic tradition. And Max... has a gift."
Cue_E1_2A_ArtClass_Polaroid_Picture01_Jefferson_020="Of course, as you all know, the photo portrait has been popular since the early 1800's. Your generation was not the first to use images for selfie-expression. Sorry. I couldn't resist. The point remains that the portraiture has always been a vital aspect of art, and photography, for as long as it's been around."
Cue_E1_2A_ArtClass_VictoriaJoke02_Victoria_010="Maybe Max is scared of the digital age."
Cue_E1_2A_ArtClass_VictoriaJoke02_Victoria_020="I think it’s awesome that Max knows her limitations."
Cue_E1_2A_ArtClass_VictoriaJoke_Jefferson_010="Sorry Max, you're off the island."
Cue_E1_2A_ArtClass_VictoriaJoke_Jefferson_020="Is there anybody here who knows their stuff?"
Cue_E1_2A_ArtClass_VictoriaJoke_Jefferson_050="Very good, Victoria. The Daguerreian Process brought out fine detail in people's faces, making them extremely popular from the 1800's onward. The first American daguerreotype self-portrait was done by Robert Cornelius."
Cue_E1_2A_ArtClass_VictoriaJoke_Jefferson_060="You can find out all about him... In your textbook."
Cue_E1_2A_ArtClass_VictoriaJoke_Jefferson_070="Or even... online."
Cue_E1_2A_ArtClass_VictoriaJoke_Victoria_030="Louis Daguerre was a French painter who created "daguerreotypes" a process that gave portraits a sharp reflective style, like a mirror."
Cue_E1_2A_ArtClass_VictoriaJoke_Victoria_040="Now you're totally stuck in the Retro Zone. Sad face."
Cue_E1_2A_Corridor_ArtClassDoor_Interact04_Max_010="I hope I have enough time to get to the bathroom... please... please…"
Cue_E1_2A_Corridor_Dial05_Juliet_010="You didn’t tell me how cute I looked yet."
Cue_E1_2A_Corridor_Dial05_Juliet_030="Just cute?"
Cue_E1_2A_Corridor_Dial05_Juliet_050="Then I might send you a special picture during class."
Cue_E1_2A_Corridor_Dial05_Juliet_070="You know I don’t tease."
Cue_E1_2A_Corridor_Dial05_Juliet_090="Whats that got to do with anything?"
Cue_E1_2A_Corridor_Dial05_Juliet_110="You suck."
Cue_E1_2A_Corridor_Dial05_Zachary_020="I was about to. You always look cute."
Cue_E1_2A_Corridor_Dial05_Zachary_040="Hawt."
Cue_E1_2A_Corridor_Dial05_Zachary_060="Don’t even tease me. "
Cue_E1_2A_Corridor_Dial05_Zachary_080="I hate that Science class with those nerds."
Cue_E1_2A_Corridor_Dial05_Zachary_100="Uh, because if you send me a picture I won’t be bored."
Cue_E1_2A_Corridor_Dial06_Brooke_010="Oh, come on, baby, hold it together…"
Cue_E1_2A_Corridor_Dial06_Brooke_020="Take that corner…"
Cue_E1_2A_Corridor_Dial06_Brooke_030="Oooo, shit! Sorry, farmers. "
Cue_E1_2A_Corridor_Dial06_Brooke_040="Come on, shift it!"
Cue_E1_2A_Corridor_Dial06_Brooke_050="Get out of my way, Ferrari, si?"
Cue_E1_2A_Corridor_Dial06_Brooke_060="Almost there…"
Cue_E1_2A_Corridor_Dial06_Brooke_070="Third place? That’s bullshit! Grand Pricks!"
Cue_E1_2A_Corridor_Dial07_Samuel_010="I don’t mind the mopping but can’t you pick up your damn feet?"
Cue_E1_2A_Corridor_Dial07_Samuel_020="Dragging dirty tracks everywhere."
Cue_E1_2A_Corridor_Dial07_Samuel_030="This is an excellent mop however. I keep it clean. "
Cue_E1_2A_Corridor_Dial07_Samuel_040="I feel like a ghost to these kids. They barely see me."
Cue_E1_2A_Corridor_Dial07_Samuel_050="Poor girl. Nobody should vanish like that..."
Cue_E1_2A_Corridor_Dial08_CitizenM1_020="Yeah, payday..."
Cue_E1_2A_Corridor_Dial08_CitizenM1_060="Yeah, your ass."
Cue_E1_2A_Corridor_Dial08_CitizenM1_090="Not the boss, bro."
Cue_E1_2A_Corridor_Dial08_Daniel_040="I forgot for what."
Cue_E1_2A_Corridor_Dial08_Daniel_070="Logan, seriously, leave me alone."
Cue_E1_2A_Corridor_Dial08_Daniel_100="No, I’m, I’m…, I’m just trying to go to class."
Cue_E1_2A_Corridor_Dial08_Logan_010="Yo Daniel, you remember that it's payday?"
Cue_E1_2A_Corridor_Dial08_Logan_030="I know you didn't forget you owe us cash."
Cue_E1_2A_Corridor_Dial08_Logan_050="For making sure nobody kicks your ass."
Cue_E1_2A_Corridor_Dial08_Logan_080="You’re not the boss of me, bro."
Cue_E1_2A_Corridor_Dial09_Dana_020="When can you?"
Cue_E1_2A_Corridor_Dial09_Dana_040="You should take a smoke break. "
Cue_E1_2A_Corridor_Dial09_Dana_060="What’s the point of even coming to class if you’re baked?"
Cue_E1_2A_Corridor_Dial09_Dana_080="Okay, rebel."
Cue_E1_2A_Corridor_Dial09_Dana_100="You are such a dork I can never get mad at you."
Cue_E1_2A_Corridor_Dial09_Justin_010="I’m serious. I couldn’t even get off the couch."
Cue_E1_2A_Corridor_Dial09_Justin_030="When I have to get my education on. And see you."
Cue_E1_2A_Corridor_Dial09_Justin_050="Dana, I have. I haven’t smoked since...I woke up at seven. "
Cue_E1_2A_Corridor_Dial09_Justin_070="What’s the point of coming to class, period? "
Cue_E1_2A_Corridor_Dial09_Justin_090="Besides, why do you think they call it ‘high school’?"
Cue_E1_2A_Corridor_Dial09_Justin_110="Want to take a quick rip of my new Fire OG?"
Cue_E1_2A_Corridor_Insertion_ArtClassToCorridor_Max_010="Welcome to the real world…"
Cue_E1_2A_Corridor_Insertion_ArtClassToCorridor_Max_020="I need a serious time out in the bathroom. Splash water on my face and make sure I don't look like a total loser."
Cue_E1_2A_Corridor_PrincipalAndDavid_David_010="Hey, do you hear that fire alarm? That means you should be outside."
Cue_E1_2A_Corridor_PrincipalAndDavid_David_030="Girls always use that excuse."
Cue_E1_2A_Corridor_PrincipalAndDavid_David_050="For whatever you're up to. Your face is covered in guilt."
Cue_E1_2A_Corridor_PrincipalAndDavid_David_070="Then trip on out of here, Missy. Or are you hiding something? Huh?"
Cue_E1_2A_Corridor_PrincipalAndDavid_Max_020="I had to use the bathroom…"
Cue_E1_2A_Corridor_PrincipalAndDavid_Max_040="Excuse for what?"
Cue_E1_2A_Corridor_PrincipalAndDavid_Max_060="The alarm tripped me out."
Cue_E1_2A_Corridor_PrincipalAndDavid_Principal_080="Thank you Mr. Madsen, the situation is under control. There's no emergency here. Leave Miss Caulfield alone and please turn off that alarm, since that’s your job. "
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Max_010="I just saw Nathan Prescott waving a gun around... in the girls' room."
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Max_030="Yes. He was in the bathroom talking to himself with a gun. I saw everything! He was babbling like crazy—"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Max_050="I was hiding behind a stall. I have the right to be there. It's the girls' room—"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Max_070="Then... then he left. I ran out here wondering what to do. Are you going to bust him?"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Max_090="That's it? After what I told you—"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Principal_020="Nathan Prescott? You sure?"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Principal_040="Okay, slow down, slow down. So now you saw this… Without him seeing you?"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Principal_060="I know, I know. I just want to be completely clear what happened. |Mr.&nbsp;Prescott happens to be from the town's most distinguished family. And one of Blackwell's most honored students. So it's hard for me to see him brandishing a weapon in the girls' bathroom. So what happened next?"
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Principal_080="This is a serious charge. I'll look into the matter|personally. Thank you for bringing it to my attention."
Cue_E1_2A_Corridor_PrincipalDenounceNathan_Principal_100="We'll continue this discussion, later, in my office. Please go outside with the rest of your class now, Miss Caulfield."
Cue_E1_2A_Corridor_PrincipalProtectNathan_Max_010="I just got sick in class... Um, female trouble—"
Cue_E1_2A_Corridor_PrincipalProtectNathan_Max_030="It's the truth. I felt dizzy in Mr. Jefferson's class—"
Cue_E1_2A_Corridor_PrincipalProtectNathan_Max_050="There's nothing to hide. I got sick. It happens, you know—"
Cue_E1_2A_Corridor_PrincipalProtectNathan_Principal_020="Except you're wandering around like a zombie. And do you think that's the first time a student has used that line on me? "
Cue_E1_2A_Corridor_PrincipalProtectNathan_Principal_040="Just tell me what you're hiding. You can trust me."
Cue_E1_2A_Corridor_PrincipalProtectNathan_Principal_060="There's that teen 'tude again. You know, I've heard enough. Don't think I don't know what goes on around here. You’ve only been here for three weeks and you’re already causing conflict. I don’t think your parents will approve when they find out. Now get outside with the class. Please."
Cue_E1_2A_Corridor_PrincipalTalks_Max_030="I'm... I'm just a little worried about my... future."
Cue_E1_2A_Corridor_PrincipalTalks_Principal_010="Hold on, Max. Come back here."
Cue_E1_2A_Corridor_PrincipalTalks_Principal_020="You look a little stressed out. Are you okay?"
Cue_E1_2A_Corridor_PrincipalTalks_Principal_040="You're sweating pinballs. Is that all you're thinking about? You can always be upfront with me, Max."
Cue_E1_2A_Corridor_PrincipalTalks_Principal_050="Or have you done something wrong... Is that it? Well, Max? Talk to me."
Cue_E1_2A_Corridor_PrincipalWarning_Principal_010="Max, you better go on outside now."
Cue_E1_2A_Corridor_PrincipalWarning_Principal_020="Don’t wander around here, get on outside."
Cue_E1_2A_Corridor_PrincipalWarning_Principal_040="Max, you should be outside, not in here."
Cue_E1_2A_Corridor_Random_CitizenF1_010="It’s not like Blackwell is such a diverse school."
Cue_E1_2A_Corridor_Random_CitizenF1_030="There’s more Bigfoot sightings than minorities..."
Cue_E1_2A_Corridor_Random_CitizenF1_140="Oh shit, I left my phone in the class!"
Cue_E1_2A_Corridor_Random_CitizenF2_020="I don’t know. There’s lots of different types of people here."
Cue_E1_2A_Corridor_Random_CitizenF2_150="I hate that fucking sound!"
Cue_E1_2A_Corridor_Random_CitizenF3_040="You are such a ho bag! I knew you’d hook up with that loser!"
Cue_E1_2A_Corridor_Random_CitizenF3_160="I don’t hear any gunfire…"
Cue_E1_2A_Corridor_Random_CitizenF4_050="I heard that the Vortex Club parties are wild."
Cue_E1_2A_Corridor_Random_CitizenF4_070="They’re just getting you ready for the real world."
Cue_E1_2A_Corridor_Random_CitizenF5_060="I feel like you have to pass some sort of test to get in. Like you have to show your black credit cards and your parent’s bank statements. "
Cue_E1_2A_Corridor_Random_CitizenF6_090="All my friends in LA told me that Oregon was going to be wet and cold every day. But it’s like 75 degrees and I haven’t seen the rain once this summer. Is that climate change?"
Cue_E1_2A_Corridor_Random_CitizenF7_100="No it’s people in Oregon trying to keep Californians out."
Cue_E1_2A_Corridor_Random_CitizenM1_010="I hate that class. So fucking boring."
Cue_E1_2A_Corridor_Random_CitizenM1_110="Dude, wait for me!"
Cue_E1_2A_Corridor_Random_CitizenM2_020="He checks you if you’re looking down at your phone."
Cue_E1_2A_Corridor_Random_CitizenM2_120="I don’t smell any smoke…"
Cue_E1_2A_Corridor_Random_CitizenM3_030="I’m not paying 150 dollars for a concert."
Cue_E1_2A_Corridor_Random_CitizenM3_130="Convex mirrors are sometimes called converging mirrors...an image is the location in space where light diverges..."
Cue_E1_2A_Corridor_Random_CitizenM4_040="Dude the service fee is like 50 percent of it!"
Cue_E1_2A_Corridor_Random_CitizenM5_050="You’re not going to fail...You’re not going to fail..."
Cue_E1_2A_Corridor_Random_CitizenM6_060="Bro, I would so bang her."
Cue_E1_2A_Corridor_Random_CitizenM6_080="I banged your mother."
Cue_E1_2A_Corridor_Random_CitizenM7_070="You’d bang your mother."
Cue_E1_2A_Corridor_Random_CitizenM7_090="So that’s why she was laughing so hard."
Cue_E1_2A_Corridor_Random_CitizenM8_100="No, I told you my art supplies cost more than I thought! Can’t you just deposit the 600 dollars into my account?"
Cue_E1_2A_Corridor_ToiletDoor_Interact03_Max_010="Empty. Good. Nobody can see my meltdown. Except for me."
Cue_E1_2A_Toilets_FireAlarm_Interact01_Chloe_020="Don't EVER touch me again, freak!"
Cue_E1_2A_Toilets_FireAlarm_Interact01_Nathan_010="No way…"
Cue_E1_2A_Toilets_FireAlarm_Interact01_Nathan_030="Another shitty day…"
Cue_E1_2A_Toilets_Mirror_Interact01_Max_010="I feel like the universe is taunting me everywhere I go today."
Cue_E1_2A_Toilets_Mirror_Interact01_Max_020="It all started with that bizarro dream in class... Am I going crazy?"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_030="I hope you checked the perimeter, as my step-ass would say. Now, let’s talk bidness—"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_050="Wrong. You got hella cash. "
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_070="Oh boo hoo, poor little rich kid. I know you been pumpin' drugs n’ shit to kids around here…"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_090="I don't want your pills. I want good ol' American green. Not weed. Cash."
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_100="I bet your respectable family would help me out if I went to them. Man, I can see the headlines now—"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_120="I can tell everybody Nathan Prescott is a punk ass who begs like a little girl and talks to himself—"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_140="Where'd you get that? What are you doing? Come on, put that thing down!"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_160="You are going to get in hella more trouble for this than drugs—"
Cue_E1_2A_Toilets_NathanAndChloe_Chloe_180="Get that gun away from me, psycho!"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_010="It's cool, Nathan... Don't stress... You're okay, bro. Just count to three…|Don’t be scared... You own this school... If I wanted, I could blow it up... You’re the Boss…"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_020="So what do you want?"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_040="I got nothing for you."
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_060="That's my family, not me."
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_080="Teens, not kids. Listen... I can hook you up—"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_110="Leave them out of this, bitch."
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_130="You don't know who the fuck I am or who you're messing around with! "
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_150="Don't EVER tell me what to do. I'm so SICK of people trying to control me!"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_170="Nobody would ever even miss your "punk ass" would they?"
Cue_E1_2A_Toilets_NathanAndChloe_Nathan_190="Oh… Shit! No, no, no, no..."
Cue_E1_2A_Toilets_NathanAndChloe_Rewind_Nathan_200="No, please God no... I didn't mean to... You just kept pushing me... Everybody is always pushing me... I'm sorry... I'm so, so sorry... My life is Hell... And I am so busted…"
Cue_E1_2A_Toilets_Tap_Interact01_Max_010="Just relax. Stop torturing yourself. You have "a gift.""
Cue_E1_2A_Toilets_Tap_Interact01_Max_020="Fuck it."
Cue_E1_2A_Toilets_Tap_Interact01_Max_030="When a door closes, a window opens… Or, something like that."
Cue_E1_2A_Toilets_Tap_Interact01_Max_040="Okay girl, you don't get a photo op like this everyday…"
Cue_E1_2A_Toilets_Tap_Interact01_Max_050="Don't wait for life to start…"
